Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# MetalUnavailable.Disabled
source: GPU Renderer is disabled in Settings > General.
de: der GPU-Renderer in Einstellungen > Allgemein deaktiviert ist.
ja: 「設定 > 一般」でGPUレンダラーが無効になっているため。
pt_br: o renderizador de GPU está desativado em Ajustes > Geral.
ru: Рендеринг GPU отключён в Настройках > Общие.
zh_hans: 已在“设置 > 通用”中停用 GPU 渲染器。

# MetalUnavailable.DisconnectedFromPower
source: the computer is not connected to power. You can enable GPU rendering while disconnected from power in Settings > General > Advanced GPU Settings.
de: der Computer nicht mit dem Stromnetz verbunden ist. Sie können GPU-Rendering im getrennten Zustand in Einstellungen > Allgemein > Erweiterte GPU-Einstellungen aktivieren.
ja: コンピュータが電源に接続されていないため。電源に接続していない状態でもGPUレンダリングを有効にするには、「設定 > 一般 > GPU詳細設定」で設定できます。
pt_br: o computador não está conectado à energia. Você pode ativar a renderização por GPU enquanto desconectado da energia em Ajustes > Geral > Ajustes avançados de GPU.
ru: компьютер не подключён к питанию. Вы можете включить рендеринг GPU при отключении от питания в Настройках > Общие > Расширенные настройки GPU.
zh_hans: 电脑未连接电源。你可以在“设置 > 通用 > 高级 GPU 设置”中启用电脑未连接电源时的 GPU 渲染。

# MetalUnavailable.DropTargetsVisible
source: secure copy drop targets are visible.
de: Drop-Ziele für sicheres Kopieren sichtbar sind.
ja: セキュアコピーのドロップターゲットが表示されているため。
pt_br: as áreas de soltar da cópia segura estão visíveis.
ru: видны области для перетаскивания при защищённом копировании.
zh_hans: 安全拷贝拖放目标可见。

# MetalUnavailable.FindPanel
source: the find panel is open.
de: das Suchfeld geöffnet ist.
ja: 検索パネルが開いているため。
pt_br: o painel de busca está aberto.
ru: открыта панель поиска.
zh_hans: 查找面板处于打开状态。

# MetalUnavailable.Idle
source: the session is idle. You can enable Metal while idle in Settings > Advanced.
de: die Sitzung inaktiv ist. Sie können Metal im inaktiven Zustand in Einstellungen > Erweitert aktivieren.
ja: セッションがアイドル状態のため。アイドル時にもMetalを有効にするには、「設定 > 詳細」で設定できます。
pt_br: a sessão está ociosa. Você pode ativar o Metal durante a ociosidade em Ajustes > Avançado.
ru: сессия неактивна. Вы можете включить Metal в неактивном состоянии в Настройках > Дополнительно.
zh_hans: 会话处于空闲状态。你可以在“设置 > 高级”中启用空闲时使用 Metal。

# MetalUnavailable.Initializing
source: the GPU renderer is initializing. It should be ready soon.
de: der GPU-Renderer initialisiert wird. Er sollte bald bereit sein.
ja: GPUレンダラーが初期化中のため。まもなく準備が完了します。
pt_br: o renderizador de GPU está inicializando. Deve estar pronto em breve.
ru: GPU-рендерер инициализируется. Скоро он будет готов.
zh_hans: GPU 渲染器正在初始化，应该很快就可以就绪。

# MetalUnavailable.InternalError
source: of an internal error. Please file a bug report!
de: ein interner Fehler aufgetreten ist. Bitte reichen Sie einen Fehlerbericht ein!
ja: 内部エラーが発生したため。バグレポートを送信してください!
pt_br: de um erro interno. Registre um relatório de bug!
ru: произошла внутренняя ошибка. Пожалуйста, отправьте отчёт об ошибке!
zh_hans: 发生内部错误。请提交错误报告！

# MetalUnavailable.InvalidSize
source: the session is too large or too small.
de: die Sitzung zu groß oder zu klein ist.
ja: セッションが大きすぎるか小さすぎるため。
pt_br: a sessão é muito grande ou muito pequena.
ru: сессия слишком большая или слишком маленькая.
zh_hans: 会话太大或太小。

# MetalUnavailable.Ligatures
source: ligatures are enabled. You can disable them in Settings > Profiles > Text > Use ligatures.
de: Ligaturen aktiviert sind. Sie können sie in Einstellungen > Profile > Text > Ligaturen verwenden deaktivieren.
ja: 合字が有効になっているため。「設定 > プロファイル > テキスト > 合字を使用」で無効にできます。
pt_br: as ligaduras estão ativadas. Você pode desativá-las em Ajustes > Perfis > Texto > Usar ligaduras.
ru: включены лигатуры. Их можно отключить в Настройках > Профили > Текст > Использовать лигатуры.
zh_hans: 已启用连字。你可以在“设置 > 配置文件 > 文本 > 使用连字”中将其停用。

# MetalUnavailable.LowPowerMode
source: macOS is in low power mode.
de: macOS sich im Energiesparmodus befindet.
ja: macOSが低電力モードになっているため。
pt_br: o macOS está no modo de baixo consumo.
ru: macOS находится в режиме энергосбережения.
zh_hans: macOS 处于低功耗模式。

# MetalUnavailable.MarginSize
source: terminal window margins are too small. You can edit them in Settings > Advanced.
de: die Ränder des Terminalfensters zu klein sind. Sie können sie in Einstellungen > Erweitert bearbeiten.
ja: ターミナルウィンドウの余白が小さすぎるため。「設定 > 詳細」で編集できます。
pt_br: as margens da janela do terminal são muito pequenas. Você pode editá-las em Ajustes > Avançado.
ru: поля окна терминала слишком малы. Их можно изменить в Настройках > Дополнительно.
zh_hans: 终端窗口边距太小。你可以在“设置 > 高级”中进行编辑。

# MetalUnavailable.NoFocus
source: the window does not have keyboard focus.
de: das Fenster nicht den Tastaturfokus hat.
ja: ウィンドウにキーボードフォーカスがないため。
pt_br: a janela não tem foco de teclado.
ru: окно не имеет фокуса клавиатуры.
zh_hans: 窗口没有键盘焦点。

# MetalUnavailable.NoGPU
source: no usable GPU found on this machine.
de: auf diesem Computer keine nutzbare GPU gefunden wurde.
ja: このマシンで使用可能なGPUが見つからないため。
pt_br: nenhuma GPU utilizável foi encontrada nesta máquina.
ru: на этом компьютере не найден пригодный GPU.
zh_hans: 未在此电脑上找到可用的 GPU。

# MetalUnavailable.NotATerminal
source: the current session is not a terminal.
de: die aktuelle Sitzung kein Terminal ist.
ja: 現在のセッションがターミナルではないため。
pt_br: a sessão atual não é um terminal.
ru: текущая сессия не является терминалом.
zh_hans: 当前会话不是终端。

# MetalUnavailable.PasteIndicator
source: the paste progress indicator is open.
de: die Fortschrittsanzeige zum Einfügen geöffnet ist.
ja: ペースト進捗インジケータが表示されているため。
pt_br: o indicador de progresso de colagem está aberto.
ru: открыт индикатор хода вставки.
zh_hans: 粘贴进度指示器处于打开状态。

# MetalUnavailable.Portholes
source: this session has natively rendered items.
de: diese Sitzung nativ gerenderte Elemente enthält.
ja: このセッションにはネイティブにレンダリングされた項目があるため。
pt_br: esta sessão tem itens renderizados nativamente.
ru: в этой сессии есть нативно отображаемые элементы.
zh_hans: 此会话包含原生渲染的项目。

# MetalUnavailable.ScreensChanging
source: the screen configuration has just changed.
de: sich die Bildschirmkonfiguration gerade geändert hat.
ja: 画面構成が変更された直後のため。
pt_br: a configuração da tela acabou de mudar.
ru: конфигурация экрана только что изменилась.
zh_hans: 屏幕配置刚刚发生了变化。

# MetalUnavailable.SessionHasNoWindow
source: the current session has no window (this shouldn't happen).
de: die aktuelle Sitzung kein Fenster hat (das sollte nicht passieren).
ja: 現在のセッションにウィンドウがないため(通常は発生しません)。
pt_br: a sessão atual não tem janela (isto não deveria acontecer).
ru: у текущей сессии нет окна (это не должно происходить).
zh_hans: 当前会话没有窗口（本不应出现此情况）。

# MetalUnavailable.SessionInitializing
source: the session is initializing.
de: die Sitzung initialisiert wird.
ja: セッションが初期化中のため。
pt_br: a sessão está sendo inicializada.
ru: сессия инициализируется.
zh_hans: 会话正在初始化。

# MetalUnavailable.SplitPaneBeingDragged
source: a split pane is being dragged.
de: ein geteilter Bereich gezogen wird.
ja: 分割ペインがドラッグされているため。
pt_br: um painel dividido está sendo arrastado.
ru: разделённая панель перетаскивается.
zh_hans: 正在拖移拆分窗格。

# MetalUnavailable.SwipingBetweenTabs
source: swiping between tabs
de: zwischen Tabs gewischt wird
ja: タブ間をスワイプ中
pt_br: deslizando entre abas
ru: выполняется переключение между вкладками свайпом
zh_hans: 正在标签页之间轻扫

# MetalUnavailable.TabBarVisible
source: the tab bar is temporarily visible.
de: die Tableiste vorübergehend sichtbar ist.
ja: タブバーが一時的に表示されているため。
pt_br: a barra de abas está temporariamente visível.
ru: панель вкладок временно видима.
zh_hans: 标签栏暂时可见。

# MetalUnavailable.TabDragInProgress
source: a tab is being dragged.
de: ein Tab gezogen wird.
ja: タブがドラッグされているため。
pt_br: uma aba está sendo arrastada.
ru: вкладка перетаскивается.
zh_hans: 正在拖移标签页。

# MetalUnavailable.TabInactive
source: this tab is not active.
de: dieser Tab nicht aktiv ist.
ja: このタブがアクティブでないため。
pt_br: esta aba não está ativa.
ru: эта вкладка не активна.
zh_hans: 此标签页未激活。

# MetalUnavailable.TooManyPanes
source: This tab has too many split panes
de: Dieser Tab hat zu viele geteilte Bereiche
ja: このタブには分割ペインが多すぎます
pt_br: Esta aba tem painéis divididos em excesso
ru: В этой вкладке слишком много разделённых панелей
zh_hans: 此标签页有太多拆分窗格

# MetalUnavailable.Transparency
source: transparent windows are not supported. They can be disabled in Settings > Profiles > Window > Transparency.
de: transparente Fenster nicht unterstützt werden. Sie können sie in Einstellungen > Profile > Fenster > Transparenz deaktivieren.
ja: 透明ウィンドウはサポートされていないため。「設定 > プロファイル > ウィンドウ > 透明度」で無効にできます。
pt_br: janelas transparentes não são compatíveis. É possível desativá-las em Ajustes > Perfis > Janela > Transparência.
ru: прозрачные окна не поддерживаются. Их можно отключить в Настройках > Профили > Окно > Прозрачность.
zh_hans: 不支持透明窗口。你可以在“设置 > 配置文件 > 窗口 > 透明度”中将其停用。

# MetalUnavailable.URLPreview
source: a URL preview is visible.
de: eine URL-Vorschau sichtbar ist.
ja: URLプレビューが表示されているため。
pt_br: uma pré-visualização de URL está visível.
ru: виден предпросмотр URL.
zh_hans: 有 URL 预览可见。

# MetalUnavailable.VerticalSpacing
source: the font's vertical spacing set to less than 100%. You can change it in Settings > Profiles > Text > Change Font.
de: der vertikale Zeilenabstand der Schrift auf weniger als 100 % eingestellt ist. Sie können dies in Einstellungen > Profile > Text > Schrift ändern anpassen.
ja: フォントの垂直方向の間隔が100%未満に設定されているため。「設定 > プロファイル > テキスト > フォントを変更」で変更できます。
pt_br: o espaçamento vertical da fonte está definido como menos de 100%. Você pode alterá-lo em Ajustes > Perfis > Texto > Alterar fonte.
ru: вертикальный интервал шрифта установлен менее 100%. Это можно изменить в Настройках > Профили > Текст > Изменить шрифт.
zh_hans: 字体垂直间距设置为小于 100%。你可以在“设置 > 配置文件 > 文本 > 更改字体”中更改此设置。

# MetalUnavailable.WindowObscured
source: the window is mostly under another window.
de: das Fenster größtenteils von einem anderen Fenster verdeckt ist.
ja: ウィンドウの大部分が別のウィンドウの下に隠れているため。
pt_br: a janela está majoritariamente sob outra janela.
ru: окно почти полностью перекрыто другим окном.
zh_hans: 窗口大部分位于另一个窗口之下。

# MetalUnavailable.WindowResizing
source: the window is being resized.
de: die Größe des Fensters gerade geändert wird.
ja: ウィンドウのサイズ変更中のため。
pt_br: a janela está sendo redimensionada.
ru: выполняется изменение размера окна.
zh_hans: 窗口正在调整大小。

# MethodCall.NoMethodFound
source: No method found on %1$@ with signature %2$@
de: Keine Methode auf %1$@ mit der Signatur %2$@ gefunden
ja: %1$@にシグネチャ%2$@のメソッドが見つかりません
pt_br: Nenhum método encontrado em %1$@ com a assinatura %2$@
ru: Метод с сигнатурой %2$@ не найден на %1$@
zh_hans: 没有找到签名为%2$@的%1$@方法

# MethodCall.NoObjectWithID
source: No object with ID %@
de: Kein Objekt mit der ID %@
ja: ID %@のオブジェクトが見つかりません
pt_br: Nenhum objeto com o ID %@
ru: Объект с ID %@ не найден
zh_hans: 没有ID为%@的对象

# Migration.AndNMore
source: %1$@ …and %2$@ more
de: %1$@ …und %2$@ weitere
ja: %1$@ …他%2$@件
pt_br: %1$@ …e mais %2$@
ru: %1$@ …и ещё %2$@
zh_hans: %1$@ …以及更多%2$@等

# MigrationHelper.DirectoryListing
source: Directory Listing
de: Verzeichnisliste
ja: ディレクトリ一覧
pt_br: Listagem do diretório
ru: Список файлов каталога
zh_hans: 目录列表

# MigrationHelper.EraseFromSettings
source: Erase from Settings
de: Aus Einstellungen entfernen
ja: 設定から削除
pt_br: Apagar dos ajustes
ru: Удалить из настроек
zh_hans: 从设置中抹掉

# MigrationHelper.IFixedIt
source: I Fixed It
de: Ich habe es behoben
ja: 修正しました
pt_br: Já corrigi
ru: Я исправил это
zh_hans: 我已修复

# MigrationHelper.LearnMore
source: Learn More
de: Mehr erfahren
ja: 詳細情報
pt_br: Saiba mais
ru: Подробнее
zh_hans: 了解更多

# MigrationHelper.ManualUpdateBody
source: iTerm2's Application Support directory has changed. Previously, both these directories were supported: ~/Library/Application Support/iTerm ~/Library/Application Support/iTerm2. Now, only the iTerm2 version is supported. But you have files in both so please move everything from iTerm to iTerm2.
de: Das Application-Support-Verzeichnis von iTerm2 hat sich geändert. Bisher wurden beide dieser Verzeichnisse unterstützt: ~/Library/Application Support/iTerm ~/Library/Application Support/iTerm2. Jetzt wird nur noch die iTerm2-Version unterstützt. Da Sie jedoch Dateien in beiden haben, verschieben Sie bitte alles von iTerm nach iTerm2.
ja: iTerm2のApplication Supportディレクトリが変更されました。 以前は次の両方のディレクトリがサポートされていました。 ~/Library/Application Support/iTerm ~/Library/Application Support/iTerm2. 現在はiTerm2の方のみがサポートされています。ただし両方にファイルがあるため、iTermからiTerm2へすべて移動してください。
pt_br: O diretório Application Support do iTerm2 foi alterado. Anteriormente, estes dois diretórios eram compatíveis: ~/Library/Application Support/iTerm ~/Library/Application Support/iTerm2. Agora, apenas a versão iTerm2 é compatível. Mas você tem arquivos em ambos, então mova tudo de iTerm para iTerm2.
ru: Каталог Application Support для iTerm2 изменился. Ранее поддерживались оба этих каталога: ~/Library/Application Support/iTerm ~/Library/Application Support/iTerm2. Теперь поддерживается только версия для iTerm2. Но у вас есть файлы в обоих каталогах, поэтому, пожалуйста, перенесите всё из iTerm в iTerm2.
zh_hans: iTerm2 的 Application Support 目录已更改。 以前，以下两个目录均受支持： ~/Library/Application Support/iTerm ~/Library/Application Support/iTerm2。 现在仅支持 iTerm2 版本。但两个目录中都有你的文件，因此请将所有文件从 iTerm 移到 iTerm2。

# MigrationHelper.ManualUpdateNeeded
source: Manual Update Needed
de: Manuelle Aktualisierung erforderlich
ja: 手動更新が必要です
pt_br: Atualização manual necessária
ru: Требуется ручное обновление
zh_hans: 需要手动更新

# MigrationHelper.MoveKeyHeading
source: Move Key
de: Schlüssel verschieben
ja: キーを移動
pt_br: Mover chave
ru: Перенести ключ
zh_hans: 移动密钥

# MigrationHelper.MoveOpenAIKeyMessage
source: Move OpenAI API key into the keychain? It is currently stored in User Defaults, which is not as secure.
de: OpenAI-API-Schlüssel in den Schlüsselbund verschieben? Er wird derzeit in User Defaults gespeichert, was weniger sicher ist.
ja: OpenAI APIキーをキーチェーンに移動しますか?現在はUser Defaultsに保存されており、安全性が低くなっています。
pt_br: Mover a chave da API da OpenAI para o Chaveiro? Ela está armazenada atualmente em User Defaults, que não é tão seguro.
ru: Перенести ключ API OpenAI в связку ключей? Сейчас он хранится в User Defaults, что менее безопасно.
zh_hans: 将 OpenAI API 密钥移入钥匙串？它当前存储在“用户默认设置”中，不够安全。

# MigrationHelper.NotNow
source: Not Now
de: Nicht jetzt
ja: 後で
pt_br: Agora não
ru: Не сейчас
zh_hans: 稍后

# MigrationHelper.OpenInFinder
source: Open in Finder
de: Im Finder öffnen
ja: Finderで開く
pt_br: Abrir no Finder
ru: Открыть в Finder
zh_hans: 在访达中打开

# MigrationHelper.RemoveKeyMappingsHeading
source: Remove Deprecated Key Mappings?
de: Veraltete Tastenzuordnungen entfernen?
ja: 非推奨のキーマッピングを削除しますか?
pt_br: Remover mapeamentos de teclas obsoletos?
ru: Удалить устаревшие сочетания клавиш?
zh_hans: 移除已弃用的按键映射？

# MigrationHelper.RemoveKeyMappingsMessage
source: Some profiles have unnecessary key mappings which may interfere with window tiling shortcuts added in macOS Sequoia. These were in the default profile for many years but are no longer needed. Remove the key mappings? It shouldn’t break anything, and it won’t modify the on-disk copy of the dynamic profile.
de: Einige Profile enthalten unnötige Tastenzuordnungen, die mit den in macOS Sequoia hinzugefügten Tastenkombinationen für die Fensteranordnung in Konflikt geraten können. Diese waren viele Jahre lang im Standardprofil enthalten, werden aber nicht mehr benötigt. Die Tastenzuordnungen entfernen? Das sollte nichts beeinträchtigen und ändert nicht die auf der Festplatte gespeicherte Kopie des dynamischen Profils.
ja: 一部のプロファイルには、macOS Sequoiaで追加されたウィンドウタイル表示のショートカットと競合する可能性のある不要なキーマッピングがあります。これらは長年デフォルトプロファイルに含まれていましたが、もう必要ありません。キーマッピングを削除しますか?何も問題は起きないはずで、ダイナミックプロファイルのディスク上のコピーが変更されることもありません。
pt_br: Alguns perfis têm mapeamentos de teclas desnecessários que podem interferir nos atalhos de organização de janelas adicionados no macOS Sequoia. Eles estavam no perfil padrão por muitos anos, mas não são mais necessários. Remover os mapeamentos de teclas? Isso não deveria quebrar nada e não modificará a cópia em disco do perfil dinâmico.
ru: В некоторых профилях есть ненужные сочетания клавиш, которые могут конфликтовать с сочетаниями для тайлинга окон, добавленными в macOS Sequoia. Они присутствовали в профиле по умолчанию много лет, но больше не нужны. Удалить эти сочетания клавиш? Это не должно ничего сломать и не изменит копию динамического профиля на диске.
zh_hans: 某些配置文件包含不必要的按键映射，可能会干扰macOS Sequoia中添加的窗口排列快捷键。这些在默认配置文件中存在多年，但现在不再需要。删除按键映射吗？这不会破坏任何东西，也不会修改动态配置文件的磁盘副本。

# ModalPasswordAlert.PasswordManagerButton
source: Password Manager
de: Passwort-Manager
ja: パスワードマネージャ
pt_br: Cofre de senhas
ru: Менеджер паролей
zh_hans: 密码管理器

# ModalPasswordAlert.PasswordPlaceholder
source: Password
de: Passwort
ja: パスワード
pt_br: Senha
ru: Пароль
zh_hans: 密码

# ModalPasswordAlert.RememberPassword
source: Remember this password
de: Dieses Passwort merken
ja: このパスワードを記憶する
pt_br: Lembrar esta senha
ru: Запомнить этот пароль
zh_hans: 记住此密码

# ModalPasswordAlert.UserNamePlaceholder
source: User name
de: Benutzername
ja: ユーザー名
pt_br: Nome de usuário
ru: Имя пользователя
zh_hans: 用户名

# ModernSavePanel.NoSSHConnection
source: No ssh connection to %1$@ is available to upload %2$@
de: Keine ssh-Verbindung zu %1$@ verfügbar, um %2$@ hochzuladen
ja: %2$@をアップロードするための%1$@へのSSH接続がありません
pt_br: Nenhuma conexão ssh com %1$@ está disponível para enviar %2$@
ru: Нет доступного SSH-соединения с %1$@ для загрузки %2$@
zh_hans: 没有与 %1$@ 的 ssh 连接可用于上传 %2$@

# ModernSavePanel.OpenSSHPanel
source: Open SSH Panel…
de: SSH-Panel öffnen…
ja: SSHパネルを開く…
pt_br: Abrir painel SSH…
ru: Открыть панель SSH…
zh_hans: 打开 SSH 面板…

# ModernSavePanel.RemoteItemDisplayName
source: “%1$@” on %2$@
de: „%1$@“ auf %2$@
ja: %2$@上の「%1$@」
pt_br: “%1$@” em %2$@
ru: «%1$@» на %2$@
zh_hans: “%1$@” 在 %2$@ 上

# ModernSavePanel.UploadFailedHeading
source: Upload Failed
de: Hochladen fehlgeschlagen
ja: アップロードに失敗しました
pt_br: Falha no envio
ru: Не удалось загрузить
zh_hans: 上传失败

# MoveSession.Incompatible
source: Sessions are not compatible
de: Sitzungen sind nicht kompatibel
ja: セッションに互換性がありません
pt_br: As sessões não são compatíveis
ru: Сессии несовместимы
zh_hans: 会话不兼容

# MoveSession.InsertFailed
source: Failed to insert session
de: Einfügen der Sitzung fehlgeschlagen
ja: セッションの挿入に失敗しました
pt_br: Falha ao inserir a sessão
ru: Не удалось вставить сессию
zh_hans: 插入会话失败

# MoveSession.InvalidArgument
source: Invalid argument
de: Ungültiges Argument
ja: 無効な引数です
pt_br: Argumento inválido
ru: Недопустимый аргумент
zh_hans: 参数无效

# MoveSession.InvalidSessionID
source: Invalid session ID
de: Ungültige Sitzungs-ID
ja: 無効なセッションIDです
pt_br: ID de sessão inválido
ru: Недопустимый ID сессии
zh_hans: 会话ID无效

# MoveSession.InvalidWindowID
source: Invalid window ID
de: Ungültige Fenster-ID
ja: 無効なウィンドウIDです
pt_br: ID de janela inválido
ru: Недопустимый ID окна
zh_hans: 窗口ID无效

# MoveSession.Locked
source: Can't move locked session
de: Gesperrte Sitzung kann nicht verschoben werden
ja: ロックされたセッションは移動できません
pt_br: Não é possível mover uma sessão bloqueada
ru: Невозможно переместить заблокированную сессию
zh_hans: 无法移动被锁定的会话

# MoveSession.MissingSessionArgument
source: Missing session argument
de: Fehlendes Sitzungsargument
ja: セッション引数がありません
pt_br: Argumento de sessão ausente
ru: Отсутствует аргумент сессии
zh_hans: 缺少会话参数

# MoveSession.MoveFailed
source: Failed to move session
de: Verschieben der Sitzung fehlgeschlagen
ja: セッションの移動に失敗しました
pt_br: Falha ao mover a sessão
ru: Не удалось переместить сессию
zh_hans: 移动会话失败

# MoveSession.MoveToNewWindowFailed
source: Failed to move session to new window
de: Verschieben der Sitzung in ein neues Fenster fehlgeschlagen
ja: セッションを新しいウィンドウへ移動できませんでした
pt_br: Falha ao mover a sessão para uma nova janela
ru: Не удалось переместить сессию в новое окно
zh_hans: 将会话移动到新窗口失败

# MoveSession.NoTab
source: Session has no tab
de: Sitzung hat keinen Tab
ja: セッションにタブがありません
pt_br: A sessão não tem aba
ru: У сессии нет вкладки
zh_hans: 会话没有标签页

# MoveSession.NoWindow
source: Session has no window
de: Sitzung hat kein Fenster
ja: セッションにウィンドウがありません
pt_br: A sessão não tem janela
ru: У сессии нет окна
zh_hans: 会话没有窗口

# MoveSession.OnlyOneSession
source: Tab has only one session
de: Tab hat nur eine Sitzung
ja: タブにセッションが1つしかありません
pt_br: A aba tem apenas uma sessão
ru: Во вкладке только одна сессия
zh_hans: 标签页只有一个会话

# MoveSession.SessionLocked
source: Session is locked
de: Sitzung ist gesperrt
ja: セッションはロックされています
pt_br: A sessão está bloqueada
ru: Сессия заблокирована
zh_hans: 会话被锁定

# MoveSession.TmuxAsync
source: tmux sessions are moved asynchronously
de: tmux-Sitzungen werden asynchron verschoben
ja: tmuxセッションは非同期に移動されます
pt_br: as sessões do tmux são movidas de forma assíncrona
ru: Сессии tmux перемещаются асинхронно
zh_hans: tmux 会话被异步移动

# MoveTabToWindow.FailedToCreateWindow
source: Failed to create new window
de: Erstellen eines neuen Fensters fehlgeschlagen
ja: 新しいウィンドウの作成に失敗しました
pt_br: Falha ao criar uma nova janela
ru: Не удалось создать новое окно
zh_hans: 无法创建新窗口

# MoveTabToWindow.NoSuchTab
source: No such tab
de: Kein solcher Tab
ja: そのタブは存在しません
pt_br: Aba inexistente
ru: Такой вкладки не существует
zh_hans: 没有这样的标签页

# MoveTabToWindow.TabHasNoWindow
source: Tab has no window
de: Tab hat kein Fenster
ja: タブにウィンドウがありません
pt_br: A aba não tem janela
ru: У вкладки нет окна
zh_hans: 标签页没有窗口

# MoveTabToWindow.WindowHasOnlyOneTab
source: Window has only one tab
de: Fenster hat nur einen Tab
ja: ウィンドウにタブが1つしかありません
pt_br: A janela tem apenas uma aba
ru: В окне только одна вкладка
zh_hans: 窗口只有 하나의标签页

# MultiClient.CouldNotCheckPermissions
source: Could not check permissions on %@
de: Berechtigungen für %@ konnten nicht überprüft werden
ja: %@の権限を確認できませんでした
pt_br: Não foi possível verificar as permissões de %@
ru: Не удалось проверить права доступа для %@
zh_hans: 无法检查 %@ 的权限

# MultiClient.CouldNotCopy
source: Could not copy %1$@ to %2$@: %3$@
de: %1$@ konnte nicht nach %2$@ kopiert werden: %3$@
ja: %1$@を%2$@にコピーできませんでした: %3$@
pt_br: Não foi possível copiar %1$@ para %2$@: %3$@
ru: Не удалось скопировать %1$@ в %2$@: %3$@
zh_hans: 无法将 %1$@ 复制到 %2$@: %3$@

# MultiClient.CouldNotSetPermissions
source: Could not set 0700 permissions on %@
de: Berechtigungen 0700 für %@ konnten nicht gesetzt werden
ja: %@に0700権限を設定できませんでした
pt_br: Não foi possível definir as permissões 0700 em %@
ru: Не удалось установить права доступа 0700 для %@
zh_hans: 无法在 %@ 上设置 0700 权限

# MultiClient.DaemonStartFailed
source: Problem Starting iTerm2 Daemon
de: Problem beim Starten des iTerm2-Daemons
ja: iTerm2デーモンの起動に問題が発生しました
pt_br: Problema ao iniciar o daemon do iTerm2
ru: Проблема запуска демона iTerm2
zh_hans: 启动 iTerm2 守护进程时出现问题

# MultiClient.NoWritableDirectory
source: Neither ~/Library/Application Support/iTerm2 nor ~/.iterm2 are writable directories. This prevents the session restoration server from running. Please correct the problem and restart iTerm2.
de: Weder ~/Library/Application Support/iTerm2 noch ~/.iterm2 sind beschreibbare Verzeichnisse. Dies verhindert, dass der Server zur Sitzungswiederherstellung ausgeführt wird. Bitte beheben Sie das Problem und starten Sie iTerm2 neu.
ja: ~/Library/Application Support/iTerm2も~/.iterm2も書き込み可能なディレクトリではありません。これにより、セッション復元サーバーを実行できません。問題を修正してiTerm2を再起動してください。
pt_br: Nem ~/Library/Application Support/iTerm2 nem ~/.iterm2 são diretórios graváveis. Isso impede a execução do servidor de restauração de sessões. Corrija o problema e reinicie o iTerm2.
ru: Ни ~/Library/Application Support/iTerm2, ни ~/.iterm2 не являются доступными для записи каталогами. Это мешает работе сервера восстановления сессий. Пожалуйста, устраните проблему и перезапустите iTerm2.
zh_hans: neither ~/Library/Application Support/iTerm2 nor ~/.iterm2 都是可写入的目录。这导致会话恢复服务器无法运行。请修复问题并重新启动 iTerm2。

# MultiClient.Quit
source: Quit
de: Beenden
ja: 終了
pt_br: Encerrar
ru: Выйти
zh_hans: 退出
